alacritty
ark
asciiquarium
aspell
aspell-en
aurorae
baobab
base
base-devel
bat
bluedevil
blueman
bluez
bluez-utils
boost
brave-bin
breeze
breeze-gtk
breeze-plymouth
brightnessctl
btop
catppuccin-gtk-theme-mocha
cava
clang
cmake
cmatrix
cpufetch
ctags
ddcutil
decibels
discover
docker
docker-desktop
dolphin
dolphin-plugins
drkonqi
dunst
efibootmgr
epiphany
eza
fastfetch
fd
ffmpegthumbs
firefox
firefox-developer-edition
flatpak-kcm
fortune-mod
fzf
gdm
ghostty
git
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
grim
gst-plugin-pipewire
gtksourceview3
gtksourceviewmm
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprshot
inetutils
intel-media-driver
intel-ucode
iptables-nft
iwd
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdegraphics-thumbnailers
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
knighttime
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
lazygit
less
libkscreen
libksysguard
libplasma
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
linux-lts
lldb
lolcat
loupe
malcontent
milou
nano
nautilus
neofetch-git
neovim
network-manager-applet
networkmanager
networkmanager-openconnect
nodejs
npm
nwg-dock-hyprland
nwg-look
obsidian
ocean-sound-theme
openconnect
orca
oxygen
oxygen-sounds
pacseek
papers
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-gnome
polkit-kde-agent
powerdevil
print-manager
python-pip
python-pynvim
python-requests
qqc2-breeze-style
qt5-wayland
qt6-wayland
qt6ct
rygel
sddm
sddm-kcm
showtime
simple-scan
slack-desktop
slurp
smartmontools
snapshot
sof-firmware
spectacle
spotify-launcher
starship
stow
sushi
swappy
swaync
systemsettings
tecla
thunar
thunar-volman
tldr
tmux
tree
ttf-cascadia-code-nerd
ttf-jetbrains-mono-nerd
tumbler
uwsm
vim
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
wacomtablet
wakatime
waybar
wev
wget
wireless_tools
wireplumber
wireshark-qt
wl-clipboard
woff2-font-awesome
wofi
wtype
xclip
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xorg-xinput
xsel
yay
yay-debug
yazi
yelp
zathura
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
zsh-theme-powerlevel10k
